{
  "HEADER": {
    "ABOUT_ME": "Sobre mi",
    "PROYECTS": "Proyectos"
  },
  "ABOUT_ME": {
    "DESCRIPTION": "Graduado en Desarrollo de Aplicaciones Web, con un gran interés en la programación, en aprender nuevas tecnoligías y perfeccionar las ya aprendidas. Con capacidad para aprender y aplicar mis conocimientos al ámbito profesional.",
    "MY_ROUTE": "Mi ruta",
    "GSDAW": {
      "TITLE": "Grado Superior de Desarrollo de Aplicaciones web",
      "DESCRIPTION": "En el grado superior he desarrollado aplicaciones utilizando Angular como framework para frontend y Laravel como framework para el backend. A su vez he aprendido a utilizar MySQL, Git, Github y Java.<br><br>Algunos conocimientos adquiridos: JavaScript, TypeScript, PHP, Jenkins, Metodologías ágiles.",
      "DATE": "2020-2022"
    },
    "DEKRA": {
      "TITLE": "Desarrollador Full Stack en Dekra T.C.",
      "DESCRIPTION": "Durante mi experiencia en esta empresa, durante las prácticas del grado como desarrollador full-stack, he tenido la oportunidad de desempeñar una serie de funciones relacionadas con el desarrollo de software, entre ellas:<br><ul><li>Desarrollo e implementación de mejoras en la aplicación web de la empresa.</li><li>Creación de nuevas aplicaciones internas de la empresa.</li><li>Uso de Angular y AngularJS para el desarrollo del frontend.</li><li>Uso de Java EE y SQL para el desarrollo del backend.</li><li>Utilización de Jira para el control de tareas.</li><li>Uso de Git para el control de versiones.</li><li>Mejora de mi capacidad para trabajar en equipo.</li></ul>",
      "DATE": "Marzo 2022 - Junio 2022"
    },
    "SOLERA": {
      "TITLE": "Desarrollador de software en Solera Center Of Excellence",
      "DESCRIPTION": "Durante mi experiencia en esta empresa, he tenido la oportunidad de desempeñar una serie de funciones relacionadas con el desarrollo de software en el marco de un Bootcamp de formación intensiva en el campo, entre ellas:<br><ul><li>Participación en el desarrollo de la parte frontend y backend de las aplicaciones.</li><li>Implementación de pruebas unitarias y sistemas de testeo automatizado.</li><li>Utilización de herramientas y tecnologías como React y Spring Boot para el desarrollo utilizando metodologías ágiles.</li><li>Uso de Selenium, Rest Assured y JUnit para el testeo de las aplicaciones.</li><li>Adquisición de habilidades y conocimientos valiosos para mi carrera en el campo de desarrollo de software.</li>",
      "DATE": "Octubre 2022 - Diciembre 2022"
    }
  },
  "PROYECTS": {
    "MLDP": {
      "TITLE": "Mi lista de películas",
      "DESCRIPTION": "Hoy en día existen innumerables fuentes de entretenimiento como películas y series, “Mi Lista De Películas” es una aplicación web que permite al usuario explorar las películas o series que son populares en este momento, ver sus datos, etc… También si el usuario quiere organizar el contenido que está consumiendo lo puedo hacer creando listas, como por ejemplo, listas de películas favoritas."
    },
    "AS": {
      "TITLE": "Academia Santiago",
      "DESCRIPTION": "Página web de una academia, hecha con codeigniter."
    },
    "KO": {
      "TITLE": "Kaleta Olejnik",
      "DESCRIPTION": "Esta página web es una tienda online. Pertence a un distribuidor de maquinaria y herramientas de albañil."
    },
    "DECOTEND": {
      "TITLE": "Decotend",
      "DESCRIPTION": "Esta página es una landing page de una empresa de construcción de La Costa del Sol."
    }
  }
}
